---
kind: enumMember
id: F:Autodesk.Revit.DB.MEPSystemClassification.OtherPipe
enum: Autodesk.Revit.DB.MEPSystemClassification
zh: 燃气
source: html/43ec0d75-d6bb-2d08-a920-9715e83040e7.htm
---
# Autodesk.Revit.DB.MEPSystemClassification.OtherPipe

**中文**: 燃气

An user classified piping system